Repository: ctwelve/KitchenMemory
Catalog: KitchenMemory/Localizable.xcstrings
Source language: en_us
Languages: de_de, es_mx, fr_ca, it_it

# recipe.comparison.explanation
source: Choose a starting revision, then keep fields or individual ingredients from any revision. Save Revision creates a new revision reconciling every revision shown here. Nothing is selected automatically.
de_de: Wähle eine Ausgangsrevision und übernimm anschließend Felder oder einzelne Zutaten aus beliebigen Revisionen. „Revision speichern“ erstellt eine neue Revision, die alle hier gezeigten Revisionen zusammenführt. Es wird nichts automatisch ausgewählt.
es_mx: Elige una revisión inicial y conserva campos o ingredientes de cualquier revisión. Guardar revisión crea una nueva revisión que concilia todas las revisiones mostradas. Nada se selecciona automáticamente.
fr_ca: Choisissez une révision de départ, puis conservez des champs ou des ingrédients de chaque révision. Enregistrer la révision crée une nouvelle révision qui concilie toutes les révisions affichées. Rien n’est sélectionné automatiquement.
it_it: Scegli una revisione iniziale, poi conserva campi o singoli ingredienti da qualsiasi revisione. Salva revisione crea una nuova revisione che riconcilia tutte quelle mostrate qui. Non viene selezionato nulla automaticamente.

# recipe.comparison.field.author
source: Author
de_de: Verfasst von
es_mx: Autoría
fr_ca: Auteur
it_it: Autore

# recipe.comparison.field.categories
source: Categories
de_de: Kategorien
es_mx: Categorías
fr_ca: Catégories
it_it: Categorie

# recipe.comparison.field.cooking
source: Cooking time
de_de: Garzeit
es_mx: Tiempo de cocción
fr_ca: Temps de cuisson
it_it: Tempo di cottura

# recipe.comparison.field.cuisines
source: Cuisines
de_de: Küchenrichtungen
es_mx: Cocinas
it_it: Tipi di cucina

# recipe.comparison.field.equipment
source: Equipment
de_de: Küchenutensilien
es_mx: Utensilios
fr_ca: Matériel
it_it: Utensili

# recipe.comparison.field.ingredients
source: Ingredient sections
de_de: Zutatenabschnitte
es_mx: Secciones de ingredientes
fr_ca: Sections d’ingrédients
it_it: Sezioni degli ingredienti

# recipe.comparison.field.instructions
source: Instruction sections
de_de: Zubereitungsabschnitte
es_mx: Secciones de instrucciones
fr_ca: Sections d’instructions
it_it: Sezioni delle istruzioni

# recipe.comparison.field.keywords
source: Keywords
de_de: Schlagwörter
es_mx: Palabras clave
fr_ca: Mots-clés
it_it: Parole chiave

# recipe.comparison.field.language
source: Language
de_de: Sprache
es_mx: Idioma
fr_ca: Langue
it_it: Lingua

# recipe.comparison.field.media
source: Images and references
de_de: Bilder und Verweise
es_mx: Imágenes y referencias
fr_ca: Images et références
it_it: Immagini e riferimenti

# recipe.comparison.field.preparation
source: Preparation time
de_de: Vorbereitungszeit
es_mx: Tiempo de preparación
fr_ca: Temps de préparation
it_it: Tempo di preparazione

# recipe.comparison.field.source
source: Source and provenance
de_de: Quelle und Herkunft
es_mx: Fuente y procedencia
fr_ca: Source et provenance
it_it: Fonte e provenienza

# recipe.comparison.field.summary
source: Summary
de_de: Zusammenfassung
es_mx: Resumen
fr_ca: Résumé
it_it: Riepilogo

# recipe.comparison.field.title
source: Title
de_de: Titel
es_mx: Título
fr_ca: Titre
it_it: Titolo

# recipe.comparison.field.total
source: Total time
de_de: Gesamtzeit
es_mx: Tiempo total
fr_ca: Temps total
it_it: Tempo totale

# recipe.comparison.field.yield
source: Yield
de_de: Ergiebigkeit
es_mx: Rendimiento
fr_ca: Rendement
it_it: Resa

# recipe.comparison.replace-ingredient
source: Or replace an ingredient:
de_de: Oder eine Zutat ersetzen:
es_mx: O reemplazar un ingrediente:
fr_ca: Ou remplacer un ingrédient :
it_it: Oppure sostituisci un ingrediente:

# recipe.comparison.seconds-unit
source: seconds
de_de: Sekunden
es_mx: segundos
fr_ca: secondes
it_it: secondi

# recipe.comparison.storage.failure
source: The comparison draft could not be opened or saved. Retry after local draft storage is available.
de_de: Der Vergleichsentwurf konnte nicht geöffnet oder gespeichert werden. Versuche es erneut, wenn der lokale Entwurfsspeicher verfügbar ist.
es_mx: No se pudo abrir o guardar el borrador de comparación. Vuelve a intentarlo cuando esté disponible el almacenamiento local.
fr_ca: Impossible d’ouvrir ou d’enregistrer le brouillon de comparaison. Réessayez lorsque le stockage local sera disponible.
it_it: Non è stato possibile aprire o salvare la bozza di confronto. Riprova quando l’archivio locale delle bozze sarà disponibile.

# recipe.comparison.thumbnail
source: Thumbnail
de_de: Vorschaubild
es_mx: Miniatura
fr_ca: Vignette
it_it: Miniatura

# recipe.comparison.title
source: Compare revisions
de_de: Revisionen vergleichen
es_mx: Comparar revisiones
fr_ca: Comparer les révisions
it_it: Confronta revisioni

# recipe.comparison.unavailable
source: Comparison unavailable
de_de: Vergleich nicht verfügbar
es_mx: Comparación no disponible
fr_ca: Comparaison indisponible
it_it: Confronto non disponibile

# recipe.comparison.unknown
source: Not specified
de_de: Nicht angegeben
es_mx: Sin especificar
fr_ca: Non précisé
it_it: Non specificato

# recipe.comparison.use-field
source: Use this field
de_de: Dieses Feld verwenden
es_mx: Usar este campo
fr_ca: Utiliser ce champ
it_it: Usa questo campo

# recipe.comparison.use-revision
source: Use this whole revision
de_de: Diese gesamte Revision verwenden
es_mx: Usar esta revisión completa
fr_ca: Utiliser cette révision complète
it_it: Usa l’intera revisione

# recipe.delete.confirmation
source: Delete this Recipe?
de_de: Dieses Rezept löschen?
es_mx: ¿Eliminar esta receta?
fr_ca: Supprimer cette recette?
it_it: Eliminare questa Ricetta?

# recipe.delete.message
source: The Recipe moves to Deleted Items. Its history, local drafts, and Cooking Sessions are preserved.
de_de: Das Rezept wird nach „Gelöschte Einträge“ verschoben. Sein Verlauf, lokale Entwürfe und Kochvorgänge bleiben erhalten.
es_mx: La receta se mueve a Elementos eliminados. Se conservan su historial, los borradores locales y las sesiones de cocina.
fr_ca: La recette est déplacée vers les éléments supprimés. Son historique, les brouillons locaux et les séances de cuisine sont conservés.
it_it: La Ricetta viene spostata in Elementi eliminati. La cronologia, le bozze locali e le Sessioni di cucina vengono conservate.

# recipe.deleted.fallback
source: Recipe
de_de: Rezept
es_mx: Receta
fr_ca: Recette
it_it: Ricetta

# recipe.deleted.label
source: Deleted Recipe
de_de: Gelöschtes Rezept
es_mx: Receta eliminada
fr_ca: Recette supprimée
it_it: Ricetta eliminata

# recipe.deleted.recovery
source: Recipe evidence needs recovery before restoration.
de_de: Die Rezeptnachweise müssen vor der Wiederherstellung rekonstruiert werden.
es_mx: Los datos de la receta necesitan recuperación antes de restaurarla.
fr_ca: Les données de la recette nécessitent une récupération avant sa restauration.
it_it: I dati probatori della Ricetta devono essere recuperati prima del ripristino.

# recipe.deleted.waiting
source: Waiting for Recipe content. Try again after more evidence arrives.
de_de: Warten auf Rezeptinhalt. Versuche es erneut, wenn weitere Nachweise eingetroffen sind.
es_mx: Esperando el contenido de la receta. Intenta de nuevo cuando llegue más información.
fr_ca: En attente du contenu de la recette. Réessayez lorsque des données supplémentaires seront disponibles.
it_it: In attesa del contenuto della Ricetta. Riprova dopo l’arrivo di altri dati probatori.

# recipe.detail.accessibility.label
source: %1$(title)@ recipe
de_de: Rezept %1$(title)@
es_mx: Receta %1$(title)@
fr_ca: Recette %1$(title)@
it_it: Ricetta %1$(title)@

# recipe.detail.author
source: By %1$(author)@
de_de: Von %1$(author)@
es_mx: Por %1$(author)@
fr_ca: Par %1$(author)@
it_it: Di %1$(author)@

# recipe.detail.equipment.scaling-note
source: Equipment does not scale automatically. Check that it fits the working yield.
de_de: Küchenutensilien werden nicht automatisch angepasst. Prüfe, ob sie für die gewünschte Kochmenge ausreichen.
es_mx: El equipo no se ajusta automáticamente. Verifica que sea adecuado para el rendimiento de trabajo.
fr_ca: L’équipement ne se redimensionne pas automatiquement. Vérifiez qu’il convient au rendement de travail.
it_it: Gli utensili non si adattano automaticamente. Verifica che siano adatti alla resa di lavoro.

# recipe.detail.equipment.section
source: Equipment
de_de: Küchenutensilien
es_mx: Equipo
fr_ca: Équipement
it_it: Utensili

# recipe.detail.ingredients.section
source: Ingredients
de_de: Zutaten
es_mx: Ingredientes
fr_ca: Ingrédients
it_it: Ingredienti

# recipe.detail.instructions.section
source: Instructions
de_de: Zubereitung
es_mx: Instrucciones
it_it: Istruzioni

# recipe.disposition.failure
source: The Recipe could not be deleted or restored. Try again to retry the same action.
de_de: Das Rezept konnte nicht gelöscht oder wiederhergestellt werden. Versuche dieselbe Aktion erneut.
es_mx: No se pudo eliminar o restaurar la receta. Intenta de nuevo para repetir la misma acción.
fr_ca: Impossible de supprimer ou de restaurer la recette. Réessayez pour reprendre la même action.
it_it: Non è stato possibile eliminare o ripristinare la Ricetta. Riprova la stessa azione.

# recipe.drafts.local-note
source: Only on this device
de_de: Nur auf diesem Gerät
es_mx: Solo en este dispositivo
fr_ca: Sur cet appareil seulement
it_it: Solo su questo dispositivo

# recipe.drafts.title
source: Drafts
de_de: Entwürfe
es_mx: Borradores
fr_ca: Brouillons
it_it: Bozze

# recipe.drafts.untitled
source: Untitled Recipe
de_de: Unbenanntes Rezept
es_mx: Receta sin título
fr_ca: Recette sans titre
it_it: Ricetta senza titolo

# recipe.editor.accept-interpretation
source: Use This Interpretation
de_de: Diese Interpretation übernehmen
es_mx: Usar esta interpretación
fr_ca: Utiliser cette interprétation
it_it: Usa questa interpretazione

# recipe.editor.action.close
source: Close
de_de: Schließen
es_mx: Cerrar
fr_ca: Fermer
it_it: Chiudi

# recipe.editor.action.discard
source: Discard
de_de: Verwerfen
es_mx: Descartar
fr_ca: Abandonner
it_it: Scarta

# recipe.editor.advanced-mode
source: Advanced Editor
de_de: Erweiterter Editor
es_mx: Editor avanzado
fr_ca: Éditeur avancé
it_it: Editor avanzato

# recipe.editor.author.field
source: Recipe author
de_de: Rezept verfasst von
es_mx: Autor de la receta
fr_ca: Auteur de la recette
it_it: Autore della ricetta

# recipe.editor.create.action.save
source: Create Recipe
de_de: Rezept erstellen
es_mx: Crear receta
fr_ca: Créer la recette
it_it: Crea ricetta

# recipe.editor.create.title
source: New Recipe
de_de: Neues Rezept
es_mx: Nueva receta
fr_ca: Nouvelle recette
it_it: Nuova ricetta

# recipe.editor.discard.confirmation
source: Discard this draft?
de_de: Diesen Entwurf verwerfen?
es_mx: ¿Descartar este borrador?
fr_ca: Abandonner ce brouillon?
it_it: Scartare questa bozza?

# recipe.editor.draft-failure.message
source: Editing data could not be read or saved. Keep any open work here and try again. Existing draft files have not been discarded.
de_de: Bearbeitungsdaten konnten nicht gelesen oder gespeichert werden. Lass offene Arbeit hier bestehen und versuche es erneut. Vorhandene Entwurfsdateien wurden nicht verworfen.
es_mx: No se pudieron leer o guardar los datos de edición. Mantén aquí cualquier trabajo abierto e inténtalo de nuevo. No se han descartado los archivos de borrador existentes.
fr_ca: Les données de modification n’ont pas pu être lues ou enregistrées. Gardez ici tout travail ouvert et réessayez. Les fichiers de brouillon existants n’ont pas été supprimés.
it_it: Non è stato possibile leggere o salvare i dati di modifica. Mantieni qui il lavoro aperto e riprova. I file delle bozze esistenti non sono stati scartati.

# recipe.editor.draft-failure.title
source: Couldn’t Save Your Work
de_de: Deine Arbeit konnte nicht gespeichert werden
es_mx: No se pudo guardar tu trabajo
fr_ca: Impossible d’enregistrer votre travail
it_it: Impossibile salvare il tuo lavoro

# recipe.editor.equipment.add
source: Add Equipment
de_de: Küchenutensil hinzufügen
es_mx: Agregar equipo
fr_ca: Ajouter de l’équipement
it_it: Aggiungi utensile

# recipe.editor.equipment.name
source: Equipment Name
de_de: Name des Küchenutensils
es_mx: Nombre del equipo
fr_ca: Nom de l’équipement
it_it: Nome dell’utensile

# recipe.editor.equipment.untitled
source: Equipment Item
de_de: Küchenutensil
es_mx: Elemento de equipo
fr_ca: Article d’équipement
it_it: Utensile

# recipe.editor.equipment.wording
source: Original Wording
de_de: Ursprünglicher Wortlaut
es_mx: Texto original
fr_ca: Texte d’origine
it_it: Testo originale

# recipe.editor.import-review.footer
source: Check the imported wording and structure before accepting the draft. Review and save do not contact the source again. The source reference and bounded JSON-LD metadata, including fields not shown here, are already retained only on this device. Save Revision adds them to the kitchen, where they can synchronize.
de_de: Prüfe den importierten Wortlaut und die Struktur, bevor du den Entwurf übernimmst. Prüfung und Speichern rufen die Quelle nicht erneut ab. Der Quellverweis und die begrenzten JSON-LD-Metadaten, einschließlich hier nicht angezeigter Felder, werden bereits ausschließlich auf diesem Gerät aufbewahrt. „Revision speichern“ fügt sie der Küche hinzu, wo sie synchronisiert werden können.
es_mx: Revisa el texto y la estructura importados antes de aceptar el borrador. La revisión y el guardado no vuelven a contactar el origen. La referencia de origen y los metadatos JSON-LD limitados, incluso los campos no mostrados aquí, ya se conservan solo en este dispositivo. Guardar revisión los agrega a la cocina y permite su sincronización.
fr_ca: Vérifiez le libellé et la structure importés avant d’accepter le brouillon. La révision et l’enregistrement ne contactent pas de nouveau la source. La référence source et les métadonnées JSON-LD limitées, y compris les champs non affichés ici, sont déjà conservées uniquement sur cet appareil. Enregistrer la révision les ajoute à la cuisine et permet leur synchronisation.
it_it: Controlla il testo importato e la struttura prima di accettare la bozza. La verifica e il salvataggio non ricontattano la fonte. Il riferimento alla fonte e i metadati JSON-LD limitati, inclusi i campi non mostrati qui, sono già conservati solo su questo dispositivo. Salva revisione li aggiunge alla cucina, dove potranno essere sincronizzati.

# recipe.editor.import-review.ready
source: Import is ready for your review
de_de: Import ist bereit zur Prüfung
es_mx: La importación está lista para revisarse
fr_ca: L’importation est prête à être révisée
it_it: L’importazione è pronta per la verifica

# recipe.editor.import-review.section
source: Import Review
de_de: Importprüfung
es_mx: Revisión de importación
fr_ca: Révision de l’importation
it_it: Verifica dell’importazione

# recipe.editor.import-review.title
source: Review Import
de_de: Import prüfen
es_mx: Revisar importación
fr_ca: Réviser l’importation
it_it: Verifica importazione

# recipe.editor.ingredient-section.fallback-title
source: Ingredient section
de_de: Zutatenabschnitt
es_mx: Sección de ingredientes
fr_ca: Section des ingrédients
it_it: Sezione ingredienti

# recipe.editor.ingredient.custom-text.field
source: Custom text
de_de: Eigener Text
es_mx: Texto personalizado
fr_ca: Texte personnalisé
it_it: Testo personalizzato

# recipe.editor.ingredient.fallback-title
source: New ingredient
de_de: Neue Zutat
es_mx: Ingrediente nuevo
fr_ca: Nouvel ingrédient
it_it: Nuovo ingrediente

# recipe.editor.ingredient.name.field
source: Ingredient name
de_de: Name der Zutat
es_mx: Nombre del ingrediente
fr_ca: Nom de l’ingrédient
it_it: Nome dell’ingrediente

# recipe.editor.ingredient.note.field
source: Note
de_de: Notiz
es_mx: Nota
it_it: Nota

# recipe.editor.ingredient.original-wording.field
source: Original wording
de_de: Ursprünglicher Wortlaut
es_mx: Texto original
fr_ca: Libellé original
it_it: Testo originale

# recipe.editor.ingredient.preparation.field
source: Preparation
de_de: Vorbereitung
es_mx: Preparación
fr_ca: Préparation
it_it: Preparazione

# recipe.editor.ingredient.presentation.field
source: Presentation
de_de: Darstellung
es_mx: Presentación
fr_ca: Présentation
it_it: Presentazione

# recipe.editor.ingredient.scaling.field
source: Scaling
de_de: Mengenanpassung
es_mx: Escalado
fr_ca: Mise à l’échelle
it_it: Adattamento quantità

# recipe.editor.ingredient.unit.field
source: Unit
de_de: Einheit
es_mx: Unidad
fr_ca: Unité
it_it: Unità

# recipe.editor.ingredients.action.add
source: Add Ingredient
de_de: Zutat hinzufügen
es_mx: Agregar ingrediente
fr_ca: Ajouter un ingrédient
it_it: Aggiungi ingrediente

# recipe.editor.ingredients.action.add-section
source: Add Ingredient Section
de_de: Zutatenabschnitt hinzufügen
es_mx: Agregar sección de ingredientes
fr_ca: Ajouter une section d’ingrédients
it_it: Aggiungi sezione ingredienti

# recipe.editor.ingredients.original-wording-note
source: Original wording is retained separately from the structured interpretation.
de_de: Der ursprüngliche Wortlaut wird getrennt von der strukturierten Interpretation aufbewahrt.
es_mx: El texto original se conserva por separado de la interpretación estructurada.
fr_ca: Le libellé original est conservé séparément de l’interprétation structurée.
it_it: Il testo originale viene conservato separatamente dall’interpretazione strutturata.

# recipe.editor.ingredients.section
source: Ingredients
de_de: Zutaten
es_mx: Ingredientes
fr_ca: Ingrédients
it_it: Ingredienti

# recipe.editor.instruction-section.fallback-title
source: Instruction section
de_de: Zubereitungsabschnitt
es_mx: Sección de instrucciones
fr_ca: Section des instructions
it_it: Sezione istruzioni

# recipe.editor.instruction.fallback-title
source: New step
de_de: Neuer Schritt
es_mx: Paso nuevo
fr_ca: Nouvelle étape
it_it: Nuovo passaggio

# recipe.editor.instruction.text.field
source: Instruction
de_de: Zubereitungsschritt
es_mx: Instrucción
it_it: Istruzione

# recipe.editor.instruction.title.field
source: Step title
de_de: Schritttitel
es_mx: Título del paso
fr_ca: Titre de l’étape
it_it: Titolo del passaggio

# recipe.editor.instructions.action.add-section
source: Add Instruction Section
de_de: Zubereitungsabschnitt hinzufügen
es_mx: Agregar sección de instrucciones
fr_ca: Ajouter une section d’instructions
it_it: Aggiungi sezione istruzioni

# recipe.editor.instructions.action.add-step
source: Add Step
de_de: Schritt hinzufügen
es_mx: Agregar paso
fr_ca: Ajouter une étape
it_it: Aggiungi passaggio

# recipe.editor.instructions.section
source: Instructions
de_de: Zubereitung
es_mx: Instrucciones
it_it: Istruzioni

# recipe.editor.interpretation-explanation
source: This wording changed an ingredient with precise adjustments. Saving keeps those details unless you accept the interpretation shown below.
de_de: Der Text einer Zutat mit präzisen Anpassungen wurde geändert. Beim Speichern bleiben diese Details erhalten, sofern du die unten angezeigte Interpretation nicht übernimmst.
es_mx: Este texto cambió un ingrediente con ajustes precisos. Al guardar se conservan esos detalles, a menos que aceptes la interpretación que aparece abajo.
fr_ca: Le texte d’un ingrédient comportant des ajustements précis a changé. L’enregistrement conserve ces détails, sauf si vous acceptez l’interprétation ci-dessous.
it_it: Il testo di un ingrediente con modifiche precise è cambiato. Il salvataggio mantiene questi dettagli, a meno che tu non accetti l’interpretazione qui sotto.

# recipe.editor.interpretation-review
source: Review Ingredient Changes
de_de: Zutatenänderungen prüfen
es_mx: Revisar cambios de ingredientes
fr_ca: Réviser les changements aux ingrédients
it_it: Rivedi le modifiche agli ingredienti

# recipe.editor.keep-details
source: Keep My Details
de_de: Meine Details behalten
es_mx: Conservar mis detalles
fr_ca: Conserver mes détails
it_it: Mantieni i miei dettagli

# recipe.editor.package.action.add
source: Add package size
de_de: Packungsgröße hinzufügen
es_mx: Agregar tamaño del paquete
fr_ca: Ajouter le format de l’emballage
it_it: Aggiungi formato confezione

# recipe.editor.package.action.remove
source: Remove package size
de_de: Packungsgröße entfernen
es_mx: Quitar tamaño del paquete
fr_ca: Supprimer le format de l’emballage
it_it: Rimuovi formato confezione

# recipe.editor.package.group
source: Package size (optional)
de_de: Packungsgröße (optional)
es_mx: Tamaño del paquete (opcional)
fr_ca: Format de l’emballage (facultatif)
it_it: Formato confezione (facoltativo)

# recipe.editor.package.unit.field
source: Package unit
de_de: Packungseinheit
es_mx: Unidad del paquete
fr_ca: Unité de l’emballage
it_it: Unità della confezione

# recipe.editor.package.unit.prompt
source: ounces, grams, milliliters…
de_de: Unzen, Gramm, Milliliter…
es_mx: onzas, gramos, mililitros…
fr_ca: onces, grammes, millilitres…
it_it: once, grammi, millilitri…

# recipe.editor.precision
source: Ingredient Precision
de_de: Zutaten im Detail
es_mx: Detalles de ingredientes
fr_ca: Précision des ingrédients
it_it: Dettagli degli ingredienti

# recipe.editor.quantity.action.decrease
source: Decrease %1$(field)@
de_de: %1$(field)@ verringern
es_mx: Disminuir %1$(field)@
fr_ca: Diminuer %1$(field)@
it_it: Riduci %1$(field)@

# recipe.editor.quantity.action.done
source: Done with quantity details
de_de: Mengendetails abschließen
es_mx: Terminar detalles de cantidad
fr_ca: Terminer les détails de quantité
it_it: Termina dettagli quantità

# recipe.editor.quantity.action.edit-precise
source: Edit precise quantity…
de_de: Genaue Mengenangabe bearbeiten…
es_mx: Editar cantidad precisa…
fr_ca: Modifier la quantité précise…
it_it: Modifica quantità precisa…

# recipe.editor.quantity.action.increase
source: Increase %1$(field)@
de_de: %1$(field)@ erhöhen
es_mx: Aumentar %1$(field)@
fr_ca: Augmenter %1$(field)@
it_it: Aumenta %1$(field)@

# recipe.editor.quantity.action.use-precise
source: Use precise quantity…
de_de: Genaue Mengenangabe verwenden…
es_mx: Usar cantidad precisa…
fr_ca: Utiliser une quantité précise…
it_it: Usa quantità precisa…

# recipe.editor.quantity.amount.field
source: Amount
de_de: Menge
es_mx: Cantidad
fr_ca: Quantité
it_it: Quantità

# recipe.editor.quantity.approximate.field
source: About
de_de: Etwa
es_mx: Aproximadamente
fr_ca: Environ
it_it: Circa

# recipe.editor.quantity.denominator.field
source: Denominator
de_de: Nenner
es_mx: Denominador
fr_ca: Dénominateur
it_it: Denominatore

# recipe.editor.quantity.exact.field
source: Quantity
de_de: Menge
es_mx: Cantidad
fr_ca: Quantité
it_it: Quantità

# recipe.editor.quantity.kind.field
source: Quantity type
de_de: Art der Mengenangabe
es_mx: Tipo de cantidad
fr_ca: Type de quantité
it_it: Tipo di quantità

# recipe.editor.quantity.none-message
source: No quantity specified
de_de: Keine Menge angegeben
es_mx: No se especificó cantidad
fr_ca: Aucune quantité indiquée
it_it: Nessuna quantità specificata

# recipe.editor.quantity.numerator.field
source: Numerator
de_de: Zähler
es_mx: Numerador
fr_ca: Numérateur
it_it: Numeratore

# recipe.editor.quantity.package-summary
source: Package: %1$(package)@
de_de: Packung: %1$(package)@
es_mx: Paquete: %1$(package)@
fr_ca: Emballage : %1$(package)@
it_it: Confezione: %1$(package)@

# recipe.editor.quantity.range-lower.field
source: From
de_de: Von
es_mx: Desde
fr_ca: De
it_it: Da

# recipe.editor.quantity.range-upper.field
source: Through
de_de: Bis
es_mx: Hasta
fr_ca: À
it_it: A

# recipe.editor.quantity.simple-amount.prompt
source: Optional — 2, 1/2, to taste…
de_de: Optional – 2, 1/2, nach Geschmack…
es_mx: Opcional — 2, 1/2, al gusto…
fr_ca: Facultatif — 2, 1/2, au goût…
it_it: Facoltativo — 2, 1/2, quanto basta…
